Repository: perati86/DartsTrainingApp
Catalog: Resources/Translations/DartsAppTranslations.*.resx
Languages: hu

source: Average
hu: Átlag

source: Cancel
hu: Mégsem

# ChangeLanguage_Title
source: Choose language
hu: Válassz nyelvet

# CricketStatisticsViewModel_Average
source: Average
hu: Átlagos

# CricketStatisticsView_MarksPerRound
source: Marks per round
hu: Találatok egy körben

# CricketStatisticsView_RoundsToWin
source: Rounds to win
hu: Körök száma (győztes legekben)

# CricketType_Classic
source: Classic
hu: Klasszikus

# CricketType_RandomNumbers
source: Random numbers
hu: Véletlenszámok

source: Delete
hu: Törlés

source: Double in
hu: Dupla beszálló

source: Double out
hu: Dupla kiszálló

# DoublesPracticeViewModel_0s
source: 0's
hu: 0-ák

# Error_SelectGameViewModel_AddMorePlayers
source: Add at lease one player
hu: Adj hozzá legalább egy játékost

# MainPage_HeaderText
source: What would you like to do?
hu: Mit szeretnél ma játszani?

# MainPage_NewGame
source: New game
hu: Új játék

# MainPage_Statistics
source: Statistics
hu: Statisztikák

# MainPage_Training
source: Training
hu: Edzés

# MainViewModel_SelectPlayer
source: Select player
hu: Játékos kiválasztása

source: Master in
hu: Mester beszálló

source: Master out
hu: Mester kiszálló

source: Off
hu: Ki

source: On
hu: Be

source: Player
hu: Játékos

# PlayerListViewModel_NewPlayer_PlaceHolder
source: Joe
hu: Józsi

# PlayerListViewModel_NewPlayer_Text
source: Add new player
hu: Új játékos hozzáadása

# PlayerListViewModel_NewPlayer_Title
source: New player
hu: Új játékos

# PlayerListViewModel_WrongName_Text
source: A player with this name already exists
hu: Ez a név már foglalt

# PlayerListViewModel_WrongName_Title
source: Wrong name
hu: Hibás név

# PlayerListView_Add
source: Add new player
hu: Új játékos hozzáadása

# PlayerListView_Remove
source: Remove player
hu: Játékos eltávolítása

# PlayerListView_Title
source: Players
hu: Játékosok

# Practice121View_Checkout
source: Checkout
hu: Kiszálló

# Practice121View_Round
source: Round
hu: Kör

# Practice121View_Score
source: Score
hu: Pontszám

# ScoringPracticeViewModel_Congratulations
source: Congratulations
hu: Gratulálunk

# ScoringPracticeViewModel_Double
source: Double
hu: Dupla

# ScoringPracticeViewModel_FinishedTraining
source: You finished the training!
hu: Befejezted az edzést!

# ScoringPracticeViewModel_Sector
source: Sector
hu: Szektor

# ScoringPracticeViewModel_Single
source: Single
hu: Szimpla

# ScoringPracticeViewModel_Triple
source: Triple
hu: Triplák:

# ScoringPracticeView_Doubles
source: Doubles:
hu: Duplák:

# ScoringPracticeView_Misses
source: Misses:
hu: Mellé:

# ScoringPracticeView_Sectors
source: Sectors:
hu: Szektorok:

# ScoringPracticeView_Trebles
source: Trebles:
hu: Triplák:

# SelectGameViewModel_AddPlayer
source: Add player
hu: Játékos hozzáadása

# SelectGameView_Legs
source: Legs
hu: Legek

# SelectGameView_Points
source: Points
hu: Pontok

# SelectGameView_Sets
source: Sets
hu: Szettek

# SelectGameView_Start
source: Start
hu: Kezdés

# SelectTrainingView_Doubles
source: Doubles
hu: Duplák

# SelectTrainingView_HeaderText
source: What do you wish to practice?
hu: Mit szeretnél gyakorolni?

# SelectTrainingView_Scoring
source: Scoring
hu: Tömeg

source: Straight in
hu: Szimpla beszálló

source: Straight out
hu: Szimpla kiszálló

# X01GameViewModel_CheckoutDartsUsed
source: Checkout darts used
hu: Kiszállóra eldobott nyilak

# X01GameViewModel_DartsUsed
source: Darts used
hu: Nyilak

# X01GameViewModel_WrongScorePopup_Text
source: This score is not valid
hu: Ez a pontszám érvénytelen

# X01GameViewModel_WrongScorePopup_Title
source: Wrong score
hu: Hibás pontszám

# X01StatisticsViewModel_3DartAverage
source: 3 darts avg.
hu: 3 nyilas átlag

# X01StatisticsViewModel_9DartAverage
source: First 9 darts avg.
hu: Első 9 nyilas átlag

# X01StatisticsViewModel_BestLeg
source: Best leg darts
hu: Legkevesebb nyíl

# X01StatisticsViewModel_HighestCheckout
source: Highest checkout
hu: Legmagasabb kiszálló

# X01StatisticsViewModel_HighestScore
source: Highest score
hu: Legjobb kör

# X01StatisticsViewModel_LegsWon
source: Legs won
hu: Megnyert legek

# X01StatisticsViewModel_Monthly
source: Monthly
hu: Havi

# X01StatisticsViewModel_Total
source: Total
hu: Összesen

# X01StatisticsViewModel_Weekly
source: Weekly
hu: Heti

# X01StatisticsView_BigThrows
source: Big throws
hu: Nagy dobások

# X01StatisticsView_Checkout
source: Checkout
hu: Kiszálló
